Repository: grecolatinovivo-create/filo
Catalog: native-ios/Sources/App/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, ja, pt_br, zh_hans

source: Come si gioca
de: So wird gespielt
en: How to play
es: Cómo se juega
fr: Comment jouer
ja: 遊び方
pt_br: Como jogar
zh_hans: 玩法

source: Statistiche
de: Statistiken
en: Statistics
es: Estadísticas
fr: Statistiques
ja: 統計
pt_br: Estatísticas
zh_hans: 统计

source: Gioca
de: Spielen
en: Play
es: Jugar
fr: Jouer
ja: プレイ
pt_br: Jogar
zh_hans: 开始

source: Nascondi avviso
de: Hinweis ausblenden
en: Hide notice
es: Ocultar aviso
fr: Masquer l'avis
ja: 通知を隠す
pt_br: Ocultar aviso
zh_hans: 隐藏提示

source: Somma del giorno: %lld
de: Tagessumme: %lld
en: Daily sum: %lld
es: Suma del día: %lld
fr: Somme du jour : %lld
ja: 今日の合計：%lld
pt_br: Soma do dia: %lld
zh_hans: 今日之和：%lld

source: Il Sarto ha usato %lld caselle. Minimo teorico: %lld
de: Der Schneider hat %lld Felder benutzt. Theoretisches Minimum: %lld
en: The Tailor used %lld cells. Theoretical minimum: %lld
es: El Sastre usó %lld casillas. Mínimo teórico: %lld
fr: Le Tailleur a utilisé %lld cases. Minimum théorique : %lld
ja: 仕立て屋は %lld マス使いました。理論上の最小：%lld
pt_br: O Alfaiate usou %lld casas. Mínimo teórico: %lld
zh_hans: 裁缝用了 %lld 格。理论最少：%lld

source: Fili rimasti: %lld di 3
de: Verbleibende Fäden: %lld von 3
en: Threads left: %lld of 3
es: Hilos restantes: %lld de 3
fr: Fils restants : %lld sur 3
ja: 残りの糸：%lld / 3
pt_br: Fios restantes: %lld de 3
zh_hans: 剩余线：%lld / 3

source: Griglia di gioco, 5 righe per 5 colonne
de: Spielraster, 5 Zeilen mal 5 Spalten
en: Game grid, 5 rows by 5 columns
es: Cuadrícula de juego, 5 filas por 5 columnas
fr: Grille de jeu, 5 lignes sur 5 colonnes
ja: ゲーム盤、5 行 5 列
pt_br: Grade de jogo, 5 linhas por 5 colunas
zh_hans: 游戏网格，5 行 5 列

source: Chiudi
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar
zh_hans: 关闭

source: Gioca il FILO #%lld
de: FILO #%lld spielen
en: Play FILO #%lld
es: Juega el FILO #%lld
fr: Jouer au FILO #%lld
ja: FILO #%lld をプレイ
pt_br: Jogar o FILO #%lld
zh_hans: 开始 FILO #%lld

source: Tre stelle
de: Drei Sterne
en: Three stars
es: Tres estrellas
fr: Trois étoiles
ja: 星三つ
pt_br: Três estrelas
zh_hans: 三颗星

source: Due stelle
de: Zwei Sterne
en: Two stars
es: Dos estrellas
fr: Deux étoiles
ja: 星二つ
pt_br: Duas estrelas
zh_hans: 两颗星

source: Una stella
de: Ein Stern
en: One star
es: Una estrella
fr: Une étoile
ja: 星一つ
pt_br: Uma estrela
zh_hans: 一颗星

source: %@, hai battuto il Sarto
de: %@, du hast den Schneider geschlagen
en: %@, you beat the Tailor
es: %@, venciste al Sastre
fr: %@, vous avez battu le Tailleur
ja: %@、仕立て屋に勝った
pt_br: %@, você venceu o Alfaiate
zh_hans: %@，你击败了裁缝

source: Accesso Apple
de: Apple-Anmeldung
en: Apple Sign In
es: Inicio con Apple
fr: Connexion Apple
ja: Apple サインイン
pt_br: Login com a Apple
zh_hans: Apple 登录

source: FILO è gratis
de: FILO ist kostenlos
en: FILO is free
es: FILO es gratis
fr: FILO est gratuit
ja: FILO は無料
pt_br: FILO é grátis
zh_hans: FILO 免费

source: Tutti gli extra sono sbloccati, nessun acquisto.
de: Alle Extras freigeschaltet, kein Kauf.
en: All extras unlocked, no purchase.
es: Todos los extras desbloqueados, sin compras.
fr: Tous les extras débloqués, sans achat.
ja: 追加要素はすべて解放、購入不要。
pt_br: Todos os extras liberados, sem compras.
zh_hans: 所有附加内容已解锁，无需购买。

source: Admin — tutto sbloccato
de: Admin — alles freigeschaltet
en: Admin — everything unlocked
es: Admin — todo desbloqueado
fr: Admin — tout débloqué
ja: 管理者——すべて解放
pt_br: Admin — tudo liberado
zh_hans: 管理员——全部解锁

source: Esci
de: Abmelden
en: Sign out
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
pt_br: Sair
zh_hans: 退出

source: Accedi con Apple
de: Mit Apple anmelden
en: Sign in with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
ja: Apple でサインイン
pt_br: Entrar com a Apple
zh_hans: 通过 Apple 登录

source: Facoltativo: gioca anche senza accedere.
de: Optional: du kannst auch ohne Anmeldung spielen.
en: Optional: you can play without signing in.
es: Opcional: puedes jugar sin iniciar sesión.
fr: Facultatif : vous pouvez jouer sans vous connecter.
ja: 任意：ログインしなくても遊べます。
pt_br: Opcional: dá para jogar sem entrar.
zh_hans: 可选：不登录也能玩。

source: Strumenti admin/tester
de: Admin-/Tester-Tools
en: Admin/tester tools
es: Herramientas admin/tester
fr: Outils admin/testeur
ja: 管理/テスター用ツール
pt_br: Ferramentas admin/tester
zh_hans: 管理/测试工具

source: Forza lo sblocco di tutto (utile per provare).
de: Alles zwangsweise freischalten (praktisch zum Testen).
en: Force-unlock everything (handy for testing).
es: Forzar el desbloqueo de todo (útil para probar).
fr: Tout débloquer de force (pratique pour tester).
ja: すべて強制解放（動作確認用）。
pt_br: Forçar o desbloqueio de tudo (útil para testar).
zh_hans: 强制解锁全部（便于测试）。

source: Azzera filo
de: Faden zurücksetzen
en: Reset thread
es: Reiniciar hilo
fr: Réinitialiser le fil
ja: 糸をリセット
pt_br: Zerar fio
zh_hans: 重置线

source: Nuovi numeri
de: Neue Zahlen
en: New numbers
es: Números nuevos
fr: Nouveaux chiffres
ja: 新しい数字
pt_br: Novos números
zh_hans: 新数字

source: «Nuovi numeri» carica una griglia casuale di prova (non è il FILO del giorno).
de: „Neue Zahlen“ lädt ein zufälliges Testraster (nicht das heutige FILO).
en: "New numbers" loads a random test grid (not today's FILO).
es: «Números nuevos» carga una cuadrícula de prueba aleatoria (no es el FILO del día).
fr: « Nouveaux chiffres » charge une grille de test aléatoire (ce n'est pas le FILO du jour).
ja: 「新しい数字」はランダムなテスト盤を読み込みます（今日の FILO ではありません）。
pt_br: "Novos números" carrega uma grade de teste aleatória (não é o FILO do dia).
zh_hans: 「新数字」会载入随机测试网格（不是今日 FILO）。

source: Archivio FILO
de: FILO-Archiv
en: FILO archive
es: Archivo FILO
fr: Archives FILO
ja: FILO アーカイブ
pt_br: Arquivo FILO
zh_hans: FILO 存档

source: Rigioca i puzzle passati
de: Vergangene Rätsel erneut spielen
en: Replay past puzzles
es: Vuelve a jugar puzzles pasados
fr: Rejouer les puzzles passés
ja: 過去のパズルをもう一度
pt_br: Rejogue os quebra-cabeças passados
zh_hans: 重玩往期谜题

source: FILO — il puzzle quotidiano
de: FILO — das tägliche Rätsel
en: FILO — the daily puzzle
es: FILO — el puzzle diario
fr: FILO — le puzzle quotidien
ja: FILO——毎日のパズル
pt_br: FILO — o quebra-cabeça diário
zh_hans: FILO——每日谜题

source: Nessun tracciamento, gioca offline.
de: Kein Tracking, offline spielbar.
en: No tracking, play offline.
es: Sin rastreo, juega sin conexión.
fr: Aucun suivi, jouez hors ligne.
ja: トラッキングなし、オフラインで遊べます。
pt_br: Sem rastreamento, jogue offline.
zh_hans: 无追踪，可离线游玩。

source: Gioca sul web
de: Im Web spielen
en: Play on the web
es: Jugar en la web
fr: Jouer sur le web
ja: ウェブで遊ぶ
pt_br: Jogar na web
zh_hans: 在网页上玩

source: Ciao, %@
de: Hallo, %@
en: Hi, %@
es: Hola, %@
fr: Salut, %@
ja: こんにちは、%@
pt_br: Olá, %@
zh_hans: 你好，%@

source: Accesso effettuato
de: Angemeldet
en: Signed in
es: Sesión iniciada
fr: Connecté
ja: サインイン済み
pt_br: Conectado
zh_hans: 已登录

source: Tutti gli extra sono sbloccati.
de: Alle Extras sind freigeschaltet.
en: All extras are unlocked.
es: Todos los extras están desbloqueados.
fr: Tous les extras sont débloqués.
ja: 追加要素はすべて解放済み。
pt_br: Todos os extras estão liberados.
zh_hans: 所有附加内容已解锁。

source: Notte
de: Nacht
en: Night
es: Noche
fr: Nuit
ja: ナイト
pt_br: Noite
zh_hans: 夜

source: Tramonto
de: Sonnenuntergang
en: Sunset
es: Atardecer
fr: Coucher de soleil
ja: サンセット
pt_br: Pôr do sol
zh_hans: 日落

source: Foresta
de: Wald
en: Forest
es: Bosque
fr: Forêt
ja: フォレスト
pt_br: Floresta
zh_hans: 森林

source: Ciclamino
de: Alpenveilchen
en: Cyclamen
es: Ciclamen
fr: Cyclamen
ja: シクラメン
pt_br: Cíclame
zh_hans: 仙客来

source: Casella riga %lld colonna %lld, valore %lld
de: Feld Zeile %lld Spalte %lld, Wert %lld
en: Cell row %lld column %lld, value %lld
es: Casilla fila %lld columna %lld, valor %lld
fr: Case ligne %lld colonne %lld, valeur %lld
ja: マス %lld 行 %lld 列、値 %lld
pt_br: Casa linha %lld coluna %lld, valor %lld
zh_hans: 格子 第%lld行 第%lld列，值 %lld

source: , ultima del filo
de: , letztes des Fadens
en: , last of the thread
es: , última del hilo
fr: , dernière du fil
ja: 、糸の末尾
pt_br: ，última do fio
zh_hans: ，线的末端

source: , nel filo, posizione %lld
de: , im Faden, Position %lld
en: , in the thread, position %lld
es: , en el hilo, posición %lld
fr: , dans le fil, position %lld
ja: 、糸の中、%lld 番目
pt_br: ，no fio, posição %lld
zh_hans: ，在线中，位置 %lld

source: , percorso del Sarto
de: , Weg des Schneiders
en: , Tailor's path
es: , recorrido del Sastre
fr: , parcours du Tailleur
ja: 、仕立て屋のルート
pt_br: ，caminho do Alfaiate
zh_hans: ，裁缝的路径

source: Filo iniziato. Somma %lld su %lld.
de: Faden begonnen. Summe %lld von %lld.
en: Thread started. Sum %lld of %lld.
es: Hilo iniciado. Suma %lld de %lld.
fr: Fil commencé. Somme %lld sur %lld.
ja: 糸を開始。合計 %lld / %lld。
pt_br: Fio iniciado. Soma %lld de %lld.
zh_hans: 线已开始。合计 %lld / %lld。

source: Più %lld. Somma %lld su %lld, %lld caselle.
de: Plus %lld. Summe %lld von %lld, %lld Felder.
en: Plus %lld. Sum %lld of %lld, %lld cells.
es: Más %lld. Suma %lld de %lld, %lld casillas.
fr: Plus %lld. Somme %lld sur %lld, %lld cases.
ja: +%lld。合計 %lld / %lld、%lld マス。
pt_br: Mais %lld. Soma %lld de %lld, %lld casas.
zh_hans: 加 %lld。合计 %lld / %lld，%lld 格。

source: Mossa non valida: casella già usata in questo filo.
de: Ungültiger Zug: Feld in diesem Faden bereits benutzt.
en: Invalid move: cell already used in this thread.
es: Movimiento no válido: casilla ya usada en este hilo.
fr: Coup invalide : case déjà utilisée dans ce fil.
ja: 無効な操作：このマスはこの糸で使用済みです。
pt_br: Jogada inválida: casa já usada neste fio.
zh_hans: 无效操作：该格已在本线中使用。

source: Mossa non valida: la casella non è adiacente all'ultima.
de: Ungültiger Zug: das Feld grenzt nicht an das letzte.
en: Invalid move: the cell isn't adjacent to the last one.
es: Movimiento no válido: la casilla no es adyacente a la última.
fr: Coup invalide : la case n'est pas adjacente à la dernière.
ja: 無効な操作：直前のマスと隣接していません。
pt_br: Jogada inválida: a casa não é adjacente à última.
zh_hans: 无效操作：该格与上一格不相邻。

source: Tre stelle, hai battuto il Sarto!
de: Drei Sterne, du hast den Schneider geschlagen!
en: Three stars, you beat the Tailor!
es: ¡Tres estrellas, venciste al Sastre!
fr: Trois étoiles, vous avez battu le Tailleur !
ja: 星三つ、仕立て屋に勝った！
pt_br: Três estrelas, você venceu o Alfaiate!
zh_hans: 三颗星，你击败了裁缝！

source: Vittoria! Somma esatta %lld con %lld caselle. %@.
de: Sieg! Exakte Summe %lld mit %lld Feldern. %@.
en: Win! Exact sum %lld with %lld cells. %@.
es: ¡Victoria! Suma exacta %lld con %lld casillas. %@.
fr: Victoire ! Somme exacte %lld avec %lld cases. %@.
ja: 勝利！合計ぴったり %lld、%lld マス。%@。
pt_br: Vitória! Soma exata %lld com %lld casas. %@.
zh_hans: 胜利！合计正好 %lld，用了 %lld 格。%@。

source: Filo spezzato: somma %lld, superiore a %lld. Fili rimasti: %lld.
de: Faden gerissen: Summe %lld, über %lld. Verbleibende Fäden: %lld.
en: Thread snapped: sum %lld, over %lld. Threads left: %lld.
es: Hilo roto: suma %lld, superior a %lld. Hilos restantes: %lld.
fr: Fil rompu : somme %lld, supérieure à %lld. Fils restants : %lld.
ja: 糸が切れた：合計 %lld、%lld を超過。残りの糸：%lld。
pt_br: Fio rompido: soma %lld, acima de %lld. Fios restantes: %lld.
zh_hans: 线断了：合计 %lld，超过 %lld。剩余线：%lld。

source: Filo annodato: nessuna casella libera adiacente. Fili rimasti: %lld.
de: Faden verknotet: kein freies Nachbarfeld. Verbleibende Fäden: %lld.
en: Thread knotted: no free adjacent cell. Threads left: %lld.
es: Hilo anudado: ninguna casilla libre adyacente. Hilos restantes: %lld.
fr: Fil noué : aucune case libre adjacente. Fils restants : %lld.
ja: 糸が結ばれた：隣に空きマスなし。残りの糸：%lld。
pt_br: Fio com nó: nenhuma casa livre adjacente. Fios restantes: %lld.
zh_hans: 线打结：没有相邻的空格。剩余线：%lld。

source: Filo strappato. Fili rimasti: %lld.
de: Faden abgerissen. Verbleibende Fäden: %lld.
en: Thread cut. Threads left: %lld.
es: Hilo cortado. Hilos restantes: %lld.
fr: Fil coupé. Fils restants : %lld.
ja: 糸を切った。残りの糸：%lld。
pt_br: Fio cortado. Fios restantes: %lld.
zh_hans: 线已剪断。剩余线：%lld。

source: Fili finiti. Il percorso del Sarto viene rivelato.
de: Keine Fäden mehr. Der Weg des Schneiders wird enthüllt.
en: Out of threads. The Tailor's path is revealed.
es: Sin hilos. Se revela el recorrido del Sastre.
fr: Plus de fils. Le parcours du Tailleur est révélé.
ja: 糸切れ。仕立て屋のルートが明かされます。
pt_br: Acabaram os fios. O caminho do Alfaiate é revelado.
zh_hans: 线用完了。裁缝的路径揭晓。

source: FILO numero %lld, %@, somma %lld
de: FILO Nummer %lld, %@, Summe %lld
en: FILO number %lld, %@, sum %lld
es: FILO número %lld, %@, suma %lld
fr: FILO numéro %lld, %@, somme %lld
ja: FILO 第 %lld 番、%@、合計 %lld
pt_br: FILO número %lld, %@, soma %lld
zh_hans: FILO 第 %lld 号，%@，合计 %lld

source: Il primo FILO è quello di oggi. Da domani ritrovi qui gli scorsi.
de: Das erste FILO ist das von heute. Ab morgen findest du hier die vergangenen.
en: The first FILO is today's. From tomorrow you'll find the past ones here.
es: El primer FILO es el de hoy. Desde mañana encontrarás aquí los anteriores.
fr: Le premier FILO est celui d'aujourd'hui. Dès demain, retrouvez ici les précédents.
ja: 最初の FILO は今日のもの。 明日からは過去の分がここに並びます。
pt_br: O primeiro FILO é o de hoje. A partir de amanhã, os anteriores aparecem aqui.
zh_hans: 第一个 FILO 就是今天的。 从明天起，往期都会出现在这里。

source: Archivio dei FILO passati
de: Archiv vergangener FILOs
en: Archive of past FILOs
es: Archivo de FILOs pasados
fr: Archives des FILO passés
ja: 過去の FILO アーカイブ
pt_br: Arquivo de FILOs passados
zh_hans: 往期 FILO 存档

source: Rigioca ogni puzzle uscito finora e sblocca i temi colorati con l'acquisto extra, una volta sola.
de: Spiele jedes bisherige Rätsel erneut und schalte die bunten Themes mit dem Extra-Kauf frei, ein einziges Mal.
en: Replay every puzzle so far and unlock the colorful themes with the extra purchase, once and for all.
es: Vuelve a jugar cada puzzle hasta ahora y desbloquea los temas de colores con la compra extra, una sola vez.
fr: Rejouez chaque puzzle paru jusqu'ici et débloquez les thèmes colorés avec l'achat extra, une seule fois.
ja: これまでのパズルをすべて再プレイし、追加購入で一度きりカラフルなテーマを解放。
pt_br: Rejogue cada quebra-cabeça até agora e libere os temas coloridos com a compra extra, de uma só vez.
zh_hans: 重玩至今的每个谜题，一次性购买附加内容即可解锁彩色主题。

source: Sblocca extra · %@
de: Extras freischalten · %@
en: Unlock extras · %@
es: Desbloquear extras · %@
fr: Débloquer les extras · %@
ja: 追加要素を解放 · %@
pt_br: Liberar extras · %@
zh_hans: 解锁附加内容 · %@

source: Sblocca extra
de: Extras freischalten
en: Unlock extras
es: Desbloquear extras
fr: Débloquer les extras
ja: 追加要素を解放
pt_br: Liberar extras
zh_hans: 解锁附加内容

source: Ripristina acquisti
de: Käufe wiederherstellen
en: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
pt_br: Restaurar compras
zh_hans: 恢复购买

source: Rigioca
de: Nochmal spielen
en: Play again
es: Jugar de nuevo
fr: Rejouer
ja: もう一度
pt_br: Jogar de novo
zh_hans: 再玩一次

source: Il Sarto la spunta — riprova
de: Der Schneider gewinnt — versuch's nochmal
en: The Tailor wins — try again
es: Gana el Sastre — inténtalo de nuevo
fr: Le Tailleur l'emporte — réessayez
ja: 仕立て屋の勝ち——再挑戦
pt_br: O Alfaiate venceu — tente de novo
zh_hans: 裁缝赢了——再试一次

source: Riscaldamento
de: Aufwärmen
en: Warm-up
es: Calentamiento
fr: Échauffement
ja: ウォームアップ
pt_br: Aquecimento
zh_hans: 热身

source: Salta
de: Überspringen
en: Skip
es: Saltar
fr: Passer
ja: スキップ
pt_br: Pular
zh_hans: 跳过

source: Sfida %lld di %lld
de: Aufgabe %lld von %lld
en: Challenge %lld of %lld
es: Reto %lld de %lld
fr: Défi %lld sur %lld
ja: チャレンジ %lld / %lld
pt_br: Desafio %lld de %lld
zh_hans: 挑战 %lld / %lld

source: Obiettivo
de: Ziel
en: Target
es: Objetivo
fr: Objectif
ja: 目標
pt_br: Objetivo
zh_hans: 目标

source: Inizia a giocare
de: Losspielen
en: Start playing
es: Empezar a jugar
fr: Commencer à jouer
ja: プレイを始める
pt_br: Começar a jogar
zh_hans: 开始游戏

source: Prossima sfida
de: Nächste Aufgabe
en: Next challenge
es: Siguiente reto
fr: Défi suivant
ja: 次のチャレンジ
pt_br: Próximo desafio
zh_hans: 下一个挑战

source: Salita
de: Aufstieg
en: Climb
es: Ascenso
fr: Ascension
ja: クライム
pt_br: Subida
zh_hans: 攀登

source: Livello %lld
de: Level %lld
en: Level %lld
es: Nivel %lld
fr: Niveau %lld
ja: レベル %lld
pt_br: Nível %lld
zh_hans: 第 %lld 关

source: Record: livello %lld
de: Rekord: Level %lld
en: Best: level %lld
es: Récord: nivel %lld
fr: Record : niveau %lld
ja: 記録：レベル %lld
pt_br: Recorde: nível %lld
zh_hans: 记录：第 %lld 关

source: Vite rimaste: %lld di 3
de: Verbleibende Leben: %lld von 3
en: Lives left: %lld of 3
es: Vidas restantes: %lld de 3
fr: Vies restantes : %lld sur 3
ja: 残りライフ：%lld / 3
pt_br: Vidas restantes: %lld de 3
zh_hans: 剩余生命：%lld / 3

source: Obiettivo: %lld
de: Ziel: %lld
en: Target: %lld
es: Objetivo: %lld
fr: Objectif : %lld
ja: 目標：%lld
pt_br: Objetivo: %lld
zh_hans: 目标：%lld

source: FILO del giorno, disponibile
de: FILO des Tages, verfügbar
en: Daily FILO, available
es: FILO del día, disponible
fr: FILO du jour, disponible
ja: 今日のFILO、プレイできます
pt_br: FILO do dia, disponível
zh_hans: 每日 FILO，可玩

source: FILO del giorno, già completato, si rinnova a mezzanotte
de: FILO des Tages, bereits abgeschlossen, erneuert sich um Mitternacht
en: Daily FILO, already completed, renews at midnight
es: FILO del día, ya completado, se renueva a medianoche
fr: FILO du jour, déjà terminé, se renouvelle à minuit
ja: 今日のFILO、完了済み、深夜0時に更新されます
pt_br: FILO do dia, já concluído, renova-se à meia-noite
zh_hans: 每日 FILO，已完成，将于午夜刷新

source: Salita, sempre disponibile
de: Aufstieg, immer verfügbar
en: Climb, always available
es: Ascenso, siempre disponible
fr: Ascension, toujours disponible
ja: クライム、いつでもプレイできます
pt_br: Subida, sempre disponível
zh_hans: 攀登，随时可玩

source: Menu
de: Menü
es: Menú
ja: メニュー
zh_hans: 菜单

source: Suoni
de: Töne
en: Sounds
es: Sonidos
fr: Sons
ja: サウンド
pt_br: Sons
zh_hans: 音效

source: Un filo al giorno.
de: Ein Faden am Tag.
en: One thread a day.
es: Un hilo al día.
fr: Un fil par jour.
ja: 1日1本の糸。
pt_br: Um fio por dia.
zh_hans: 每天一根线。

source: Archivio
de: Archiv
en: Archive
es: Archivo
fr: Archives
ja: アーカイブ
pt_br: Arquivo
zh_hans: 存档

source: Impostazioni
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Ajustes
zh_hans: 设置

source: FILO di oggi
de: Das FILO von heute
en: Today's FILO
es: El FILO de hoy
fr: Le FILO du jour
ja: 今日のFILO
pt_br: FILO de hoje
zh_hans: 今日 FILO

source: Il Sarto ha usato %lld caselle.
de: Der Schneider hat %lld Felder benutzt.
en: The Tailor used %lld tiles.
es: El Sastre usó %lld casillas.
fr: Le Tailleur a utilisé %lld cases.
ja: 仕立て屋は %lld マス使いました。
pt_br: O Alfaiate usou %lld casas.
zh_hans: 裁缝用了 %lld 格。

source: Gioca il FILO di oggi
de: Das FILO von heute spielen
en: Play today's FILO
es: Jugar el FILO de hoy
fr: Jouer le FILO du jour
ja: 今日のFILOをプレイ
pt_br: Jogar o FILO de hoje
zh_hans: 玩今日 FILO

source: Continua la partita
de: Weiterspielen
en: Continue playing
es: Continuar la partida
fr: Reprendre la partie
ja: 続きをプレイ
pt_br: Continuar a partida
zh_hans: 继续游戏

source: Rivedi il risultato
de: Ergebnis ansehen
en: View your result
es: Ver tu resultado
fr: Voir votre résultat
ja: 結果を見る
pt_br: Ver seu resultado
zh_hans: 查看结果

source: Completato
de: Abgeschlossen
en: Completed
es: Completado
fr: Terminé
ja: 完了
pt_br: Concluído
zh_hans: 已完成

source: Prossimo FILO tra %lld h %lld min
de: Nächstes FILO in %lld Std. %lld Min.
en: Next FILO in %lld h %lld min
es: Próximo FILO en %lld h %lld min
fr: Prochain FILO dans %lld h %lld min
ja: 次のFILOまで %lld時間%lld分
pt_br: Próximo FILO em %lld h %lld min
zh_hans: 下一个 FILO：%lld 小时 %lld 分钟后

source: Livello %lld · %lld vite
de: Level %lld · %lld Leben
en: Level %lld · %lld lives
es: Nivel %lld · %lld vidas
fr: Niveau %lld · %lld vies
ja: レベル %lld · ライフ %lld
pt_br: Nível %lld · %lld vidas
zh_hans: 第 %lld 关 · %lld 条命

source: C'è un nuovo FILO.
de: Es gibt ein neues FILO.
en: There's a new FILO.
es: Hay un nuevo FILO.
fr: Un nouveau FILO est là.
ja: 新しいFILOがあります。
pt_br: Tem um FILO novo.
zh_hans: 新的 FILO 来了。

source: Sarto: %lld caselle
de: Schneider: %lld Felder
en: Tailor: %lld tiles
es: Sastre: %lld casillas
fr: Tailleur : %lld cases
ja: 仕立て屋：%lld マス
pt_br: Alfaiate: %lld casas
zh_hans: 裁缝：%lld 格

source: Somma attuale
de: Aktuelle Summe
en: Current sum
es: Suma actual
fr: Somme actuelle
ja: 現在の合計
pt_br: Soma atual
zh_hans: 当前总和

source: Somma attuale: %lld su %lld
de: Aktuelle Summe: %lld von %lld
en: Current sum: %lld of %lld
es: Suma actual: %lld de %lld
fr: Somme actuelle : %lld sur %lld
ja: 現在の合計：%lld / %lld
pt_br: Soma atual: %lld de %lld
zh_hans: 当前总和：%lld / %lld

source: %lld caselle
de: %lld Felder
en: %lld tiles
es: %lld casillas
fr: %lld cases
ja: %lld マス
pt_br: %lld casas
zh_hans: %lld 格

source: Taglia il filo
de: Faden durchschneiden
en: Cut the thread
es: Cortar el hilo
fr: Couper le fil
ja: 糸を切る
pt_br: Cortar o fio
zh_hans: 剪断线

source: Tagliare questo filo?
de: Diesen Faden durchschneiden?
en: Cut this thread?
es: ¿Cortar este hilo?
fr: Couper ce fil ?
ja: この糸を切りますか？
pt_br: Cortar este fio?
zh_hans: 剪断这根线？

source: Perderai un tentativo. Non potrai riprendere il percorso.
de: Du verlierst einen Versuch und kannst diesen Weg nicht fortsetzen.
en: You'll lose an attempt and can't resume this path.
es: Perderás un intento y no podrás retomar este recorrido.
fr: Vous perdrez une tentative et ne pourrez pas reprendre ce tracé.
ja: 1回分の挑戦を失い、この道筋には戻れません。
pt_br: Você perderá uma tentativa e não poderá retomar este percurso.
zh_hans: 你将失去一次机会，且无法继续这条路径。

source: Continua a giocare
de: Weiterspielen
en: Keep playing
es: Seguir jugando
fr: Continuer à jouer
ja: プレイを続ける
pt_br: Continuar jogando
zh_hans: 继续玩

source: Somma raggiunta
de: Ziel erreicht
en: Target reached
es: Objetivo alcanzado
fr: Objectif atteint
ja: 目標達成
pt_br: Objetivo alcançado
zh_hans: 达成目标

source: Hai superato la somma. Il filo si è spezzato.
de: Du hast das Ziel überschritten. Der Faden ist gerissen.
en: You went over the target. The thread broke.
es: Te pasaste del objetivo. El hilo se rompió.
fr: Vous avez dépassé l'objectif. Le fil s'est rompu.
ja: 目標を超えました。糸が切れました。
pt_br: Você passou do objetivo. O fio se rompeu.
zh_hans: 超过了目标，线断了。

source: Non ci sono altre mosse. Il filo si è annodato.
de: Keine Züge mehr möglich. Der Faden hat sich verknotet.
en: No moves left. The thread is knotted.
es: No quedan movimientos. El hilo se anudó.
fr: Plus aucun coup possible. Le fil s'est noué.
ja: もう動けません。糸が絡まりました。
pt_br: Não há mais jogadas. O fio deu nó.
zh_hans: 无路可走，线打结了。

source: Un filo in meno.
de: Ein Faden weniger.
en: One thread down.
es: Un hilo menos.
fr: Un fil en moins.
ja: 糸が1本減りました。
pt_br: Um fio a menos.
zh_hans: 少了一根线。

source: Ti resta un filo.
de: Dir bleibt ein Faden.
en: One thread left.
es: Te queda un hilo.
fr: Il vous reste un fil.
ja: 残りの糸は1本です。
pt_br: Resta um fio.
zh_hans: 还剩一根线。

source: Ti restano %lld fili.
de: Dir bleiben %lld Fäden.
en: %lld threads left.
es: Te quedan %lld hilos.
fr: Il vous reste %lld fils.
ja: 残りの糸は%lld本です。
pt_br: Restam %lld fios.
zh_hans: 还剩 %lld 根线。

source: Filo completato
de: Faden vollendet
en: Thread complete
es: Hilo completado
fr: Fil terminé
ja: 糸が完成
pt_br: Fio concluído
zh_hans: 线已完成

source: Hai eguagliato il Sarto
de: Gleichstand mit dem Schneider
en: You matched the Tailor
es: Igualaste al Sastre
fr: Vous avez égalé le Tailleur
ja: 仕立て屋に並んだ
pt_br: Você empatou com o Alfaiate
zh_hans: 你追平了裁缝

source: Hai superato il Sarto
de: Du hast den Schneider übertroffen
en: You beat the Tailor
es: Superaste al Sastre
fr: Vous avez battu le Tailleur
ja: 仕立て屋を超えた
pt_br: Você superou o Alfaiate
zh_hans: 你超越了裁缝

source: Per oggi il filo finisce qui.
de: Für heute endet der Faden hier.
en: That's the end of today's thread.
es: Por hoy, el hilo termina aquí.
fr: Le fil s'arrête ici pour aujourd'hui.
ja: 今日の糸はここまで。
pt_br: Por hoje, o fio termina aqui.
zh_hans: 今天的线就到这里。
